[
{"titulo": ["The Medium (PS5) - Reseña"], "calificacion": ["8"]},
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{},
{"titulo": ["Alan Wake 2: Modo de rendimiento confirmado para PS5 y Xbox Series X"], "contenido": ["Remedy Entertainment ha confirmado que Alan Wake 2 tendrá el modo ", "Rendimiento", " en ", "PS5", " y ", "Xbox Series X.", "La noticia llega a través del director de comunicaciones de ", "Remedy", ", ", "Thomas Puha", ", quien anunció en una ", "publicación", " en X/Twitter, que el desarrollador agregará un modo de rendimiento al juego después de programarlo para que se ejecute a 30 fps para empezar. Dijo que se hizo para poner énfasis en los gráficos y el entorno macabro del juego.", "\"Me alegra decir que Alan Wake 2 tendrá un modo Rendimiento en PS5 y Xbox Series X. El juego se creó desde el principio como una experiencia de 30 fps centrándose en las imágenes y el ambiente, pero de alguna manera logramos incluir un modo de rendimiento sólido. Hablaremos de los detalles más tarde”.", "Los fanáticos de X/Twitter señalaron que ", "Puha", " especificó que el modo ", "Rendimiento", " llegará a la versión ", "Xbox Series X ", "de ", "Alan Wake 2", ", pero no a ", "Xbox Series S", ". IGN se acercó para comentar si la función se agregará a esta última consola.", "En respuesta a la publicación de Puha, un fan preguntó: \"", "Cuando dices rendimiento, ¿te refieres a desbloqueado con un objetivo de 60 fps o un bloqueo real de 60 fps la mayor parte del tiempo?", "\" Puha respondió que Remedy \"", "todavía está modificando eso", "\".", "En una publicación después, ", "Puha", " habló sobre los desafíos que enfrenta ", "Remedy", " en cuanto a desempeño con el lado ", "Saga", " del juego (", "Saga Anderson", " es uno de los dos protagonistas jugables en ", "Alan Wake 2", ")", "\"... el noroeste del Pacífico tiene mucho follaje, árboles (objetos transparentes), iluminación costosa (que se ve increíble), entre muchas otras características que lo hacen realmente desafiante en cuanto a la velocidad de fotogramas\", explicó Puha.", "El director creativo de ", "Alan Wake 2", ", ", "Sam Lake", ", dijo recientemente en ", "IGN First", " que el juego unirá a ", "Bright Falls, Control y Max Payne", " en un universo conectado. Esto se debe a que ", "Control", " y ", "Alan Wake 2", " son títulos del ", "Remedy Connected Universe", " y los eventos de ambos juegos se superponen.", "Alan Wake 2 se lanzará el 27 de octubre."]},
{"titulo": ["PlayStation Q Lite: un dispositivo para hacer streaming de juegos desde tu PS5 a una pantalla portátil"], "contenido": ["En Playstation Showcase, ", "Sony anunció un nuevo dispositivo de streaming de juegos", " junto con auriculares inalámbricos para juegos.", "Para todas las personas que esperan un competidor de Sony para Nintendo Switch, esto no parece ser lo que están buscando. Sony declaró que era ", "para hacer streaming de juegos desde tu PS5 a una pantalla portátil", ", en lugar de reproducir cualquier cosa de forma nativa. Piensa más en Razer Edge y menos en Steam Deck.", "Este es el \"", "Q Lite", "\" que se rumorea desde hace un tiempo. Cuenta con ", "una pantalla de 8 pulgadas y un control adjunto a cada lado", ", lo que lo hace parecer un control Dualsense con una pantalla en lugar de un panel táctil. De esta manera, finalmente podrás jugar The Last of Us en el inodoro - algo que no sucederá de manera confiable a través de Steam Deck por un tiempo.", "No sabemos cómo se verá el software en este dispositivo, pero sería bueno si hubiera algo que pudieras hacer sin conectarte activamente a tu PS5. Para obtener puntos de bonificación, sería bueno que pudiera hacer stream de juegos a través de PS Now.", "Para aprovechar la naturaleza más portátil de este dispositivo Playstation, ", "Sony también anunció unos auriculares para juegos", ". No sabemos mucho acerca de los auriculares, pero si la portátil Playstation tiene stream de juegos a través de PS Now, los auriculares harán que sea más cómodo viajar con ellos.", "Los auriculares para juegos en general están en aumento, Razer, por ejemplo, tiene sus auriculares Hammerhead que se pueden conectar a su PC para juegos o a tu teléfono. Si los auriculares de Playstation tienen una funcionalidad similar, incluso podrías llevarlos contigo en tu viaje diario por la mañana.", "No sabemos cuándo podremos tener en nuestras manos esta nueva forma de jugar juegos de PS5, pero permanece atento a IGN para obtener más información.", " "]},
{"titulo": ["Horizon: Forbidden West Complete Edition será el primer juego de PS5 de dos discos"], "contenido": ["Playstation 5", " por fin tendrá su primer juego que llegará en dos discos tras en lanzamiento de la consola y se trata de ", "Horizon: Forbidden West Complete Edition.", "Esta edición incluye el juego base de ", "Horizon: Forbidden West", " y la expansión de ", "Forbbiden West: Burning Shores", ", tendrá un costó de ", "$69.99 / €59.99 / ¥7,980", " en PS5", "Aquí está la lista completa de todo lo que incluye esta edición definitva para ", "PS5", ":", "\n\t", "Horizon: Forbidden West para PS5", "\n\t", "DLC de Burning Shores", "\n\t", "Soundtrack digital", "\n\t", "Libro de arte digital", "\n\t", "Horizon Zero Dawn Vol. 1: The Sunhawk (cómic digital)", "\n\t", "Items:\n\t", "\n\t\t", "Extras en el modo foto (pose especial y pintura de guerra)", "\n\t", "\n\t", "\n\t", "Items desbloqueables mediante el avance de la historia:\n\t", "\n\t\t", "Traje Carja Behemoth de Elite · Arco Carja Behemoth", "\n\t\t", "Traje Nora Thunder de Elite", "\n\t\t", "Pieza de golpe de la máquina Apex Clawstrider", "\n\t\t", "Pack de recursos", "\n\t", "\n\t", "\n", "La capacidad de almacenamiento de los discos ", "Blu-ray Ultra HD", " es de hasta ", "100 GB", ". ", "Horizon: Forbidden West Complete Edition", " pesa un máximo de ", "121 GB", ", según la caja del juego revelada por ", "Does it play?", " ", "Vale la pena señalar que los discos de ", "Horizon: Forbidden West Complete Collection", " se utilizan para la autenticación, por lo que los jugadores no necesitan cambiar entre los ambos.", "Horizon: Forbidden West Complete Edition", ", que se lanza mañana, 6 de octubre, tendrá un estreno previo al próximo ", "Final Fantasy 7: Rebirth", " de ", "Square Enix", ", que también viene en dos discos y su lanzamiento está previsto para febrero.", "Si bien la versión para ", "PS5 de Horizon: Forbidden West Complete Edition", " se lanza esta semana, los jugadores de PC tendrán que esperar. La versión para PC, desarrollada por ", "Nixxes Softwar", "e, especialista en port para PC, propiedad de Sony, se lanzará a principios de 2024 a través de Steam y Epic Games Store.", "Wesley es editor de noticias del Reino Unido para IGN. Encuéntralo en Twitter como @wyp100. "]},
{"titulo": ["Sony se apegará a su estrategia actual de PC para las exclusivas de PS5 de acuerdo al CEO de PlayStation"], "contenido": ["Sony se está tomando muy en serio la exclusividad de PS5 para sus títulos propios. El CEO de PlayStation, Jim Ryan, dice que la compañía se mantiene firme con su estrategia actual de no lanzar versiones para PC de sus juegos el primer día.", "En una entrevista reciente con Famitsu, Ryan descartó la idea de lanzar versiones para PC de juegos exclusivos de PS5, como God of War: Ragnarok, el mismo día que se lanzan en PS5 propiamente dicho, y dijo que transferirlos a la PC dos o tres años después del hecho ha funcionado bien para Sony.", "\n\n", "El CEO de PlayStation, Jim Ryan, dice que Sony se mantendrá con un calendario de lanzamiento escalonado para los ports de PC. Crédito de la foto: PlayStation.", "\n", "\"También entendemos completamente la importancia de los títulos exclusivos de PS5. Como mencioné anteriormente, la principal responsabilidad de PlayStation Studios es crear juegos para el hardware de PlayStation más reciente que los jugadores disfrutarán. Estamos aumentando la cantidad de juegos exclusivos de PS5 y escalonando el lanzamiento de las versiones para PC\", dijo Ryan en una cita traducida por IGN Japón.", "Agregó: \"A menudo tengo la oportunidad de pedirles a los fans de los juegos su opinión, y cuando les pregunto cómo se sienten acerca del retraso, a menudo dicen que sienten el lanzamiento de una versión para PC dos o tres años después del lanzamiento de la versión de PlayStation es aceptable\".", "El historial de ports de PC de Sony es desigual", "Sony transfirió Horizon Zero Dawn a PC en 2020, tres años después de su lanzamiento en PS4, convirtiéndose en la primera PlayStation en cruzar a la plataforma. Anteriormente, la compañía estaba en contra de los lanzamientos de PC, prefiriendo apegarse a las consolas.", "En 2021, Ryan dijo que Sony planeaba portar más de sus juegos a la PC, comenzando con Days Gone, porque ha crecido su \"facilidad de ponerlos a disposición de los propietarios que no son de consola\".", "A menudo tengo la oportunidad de pedir a los fans de los juegos su opinión... a menudo dicen que sienten que el lanzamiento de una versión para PC dos o tres años después del lanzamiento de la versión para PlayStation es aceptable.", "El jefe de Xbox, Phil Spencer, criticó a PlayStation por su cronograma de lanzamiento de PC escalonado, señalando que los consumidores se ven obligados a pagar una cantidad exorbitante por la PS5 o PS4 para poder jugar los juegos diseñados exclusivamente para esas consolas y luego pagar las versiones de PC años más tarde. Mientras tanto, Xbox es la única plataforma que lanza juegos en consola, PC y nube simultáneamente, especialmente en Game Pass.", "Sin embargo, trasladar títulos propios a la PC no está exento de desafíos. Cuando The Last of Us Part 1 se lanzó para PC a través de Steam en marzo, tuvo problemas de rendimiento y fallas que fueron tan graves para muchos jugadores que Naughty Dog se disculpó con ellos y prometió arreglarlo con una actualización.", "Aún así, PlayStation ha tenido mucho éxito con sus ports para PC, y es más probable que esté en camino en un futuro cercano a medida que Sony se prepara para lanzar Spider-Man 2 y otras exclusivas a finales de este año.", " "]},
{"titulo": ["Final Fantasy 7 Rebirth será exclusivo de PS5 por al menos 3 meses"], "contenido": ["Final Fantasy 7 Rebirth", " será exclusivo de ", "PS5", " por al menos 3 meses, ", "Square Enix", " y ", "Sony ", "lo han confirmado.", "Al final del tráiler de ", "Final Fantasy 7 Rebirth", " presentado durante la exhibición del ", "State of Play ", "de septiembre de 2023 de ", "Sony", ", hay una nota que confirma que la exclusiva de ", "PS5", " “", "no estará disponible en otros formatos al menos hasta el 29 de mayo de 2024", "”.", "La fecha de lanzamiento de ", "Final Fantasy 7 Rebirth ", "está fijada para el", " ", "29 de febrero de 2024", ", lo que significa que el acuerdo de ", "Sony", " con ", "Square Enix", " para el juego garantiza al menos tres meses de exclusividad.", " ", "Su predecesor, ", "Final Fantasy 7 Remake", ", se lanzó en ", "abril de 2020", " en ", "PlayStation 4,", " antes de que ", "Final Fantasy 7 Remake Intergrade", " se lanzara en ", "PS5", " en ", "junio de 2021", " y en PC en ", "diciembre de 2021", ". Aún no se ha anunciado una versión para ", "Xbox", ", aunque el jefe de Xbox, ", "Phil Spencer", ", recientemente hizo referencia de que el juego, así como el ", "Final Fantasy 16", " exclusivo de PS5, podría lanzarse en la consola de ", "Microsoft", " en algún momento en el futuro.", "Square Enix", " confirmó recientemente dos DLC para ", "Final Fantasy 16", ", así como una versión para ", "PC", ", en una noticia que llegó tres meses después del lanzamiento del juego en ", "PS5.", "Wesley es editor de noticias del Reino Unido para IGN. Encuéntralo en Twitter como @wyp100. "]},
{"titulo": ["The Elder Scrolls VI no saldrá para PS5, según revela un documento de Microsoft"], "contenido": ["El estado de exclusividad de", " The Elder Scrolls VI", " fue una de las cuestiones candentes tras la compra de ", "Bethesda", " por parte de ", "Microsoft", " por 7.500 millones de dólares en 2021. El jefe de ", "Xbox", ", ", "Phil", " ", "Spencer", ", ha dado vueltas al tema y recientemente insistió en que aún no se había tomado una decisión. Pero ahora, según uno de los propios documentos de ", "Microsoft", ", el debate ha terminado: ", "The Elder Scrolls VI ", "se saltará la ", "PlayStation 5", ".", "El reportero de ", "Axios", ", ", "Stephen", " ", "Totilo", ", tuiteó un documento recién revelado extraído del juicio de la ", "Comisión Federal de Comercio", " (", "FTC", ") contra ", "Microsoft", " por la compra de ", "Activision", " ", "Blizzard", ", e incluye una lista de los juegos anunciados de Bethesda junto con su plataforma y sus intenciones de ventana de lanzamiento.", "De particular interés es la sección sobre ", "The Elder Scrolls VI", ", que, según el documento, no se lanzará en ", "PS5", " sino que solo se lanzará en ", "Xbox", " y ", "PC", ". Su fecha de lanzamiento está por confirmar, pero el juego “se espera para 2026 o más tarde”. ", "Microsoft", " aún no ha hecho un anuncio formal sobre las plataformas de lanzamiento o la ventana de lanzamiento de ", "The Elder Scrolls VI", ". ", "IGN", " le ha pedido comentarios a ", "Microsoft", ".", "La declaración de ", "Microsoft", " sobre la exclusividad mencionada en el documento es una cita de ", "Spencer", " en una entrevista con ", "GQ", " realizada en 2021: \"Para estar en ", "Xbox", ", quiero que podamos traer el paquete completo de lo que tenemos. Y eso sería cierto cuando pienso en ", "The Elder Scrolls VI", "\".", "Quizás no sea sorprendente ver que ", "The Elder Scrolls VI", " se salte la ", "PS5", ", dado que los juegos recientes de ", "Bethesda", " han hecho lo mismo. ", "Redfall", " de ", "Arkane", " y ", "Starfield", " de ", "Bethesda", " ", "Game", " ", "Studios", " se lanzaron solo en ", "Xbox", " y ", "PC", ". También se espera que el próximo juego de ", "Indiana", " ", "Jones", " de ", "MachineGames", " se lance como exclusivo para ", "Xbox", " y ", "PC", ".", "Dada la ventana de lanzamiento mencionada aquí, ", "The Elder Scrolls VI", " también puede saltarse esta generación de consolas. Las ", "Xbox", " ", "Series X|S", " cumplirán seis años a finales de 2026, y la consola de próxima generación de ", "Microsoft", " tiene como objetivo su lanzamiento en 2028.", "Increíblemente, ", "The Elder Scrolls VI", " se anunció hace cinco años en el ", "E3 2018", ". Mientras hablaba con la prensa sobre ", "Starfield", " a principios de agosto, el director de ", "Bethesda", ", ", "Todd", " ", "Howard", ", sugirió que, mirando hacia atrás, probablemente no habría revelado ", "The Elder Scrolls VI", " de la misma manera. \"Probablemente lo habría anunciado de manera más informal\", dijo ", "Howard", ".", "El mes pasado, el jefe de publicaciones de ", "Bethesda", ", ", "Pete", " ", "Hines", ", confirmó que ", "The Elder Scrolls VI", " estaba en “desarrollo temprano” y advirtió a los fanáticos que no deberían esperar noticias sobre ello en el corto plazo.", "Wesley es el editor de noticias del Reino Unido para IGN. Encuéntrelo en Twitter en @wyp100. Puede comunicarse con Wesley en wesley_yinpoole@ign.com o de forma confidencial en wyp100@proton.me"]},
{"titulo": ["Hollow Knight: Silksong es confirmado para PS4 y PS5"], "contenido": ["Todavía podría faltar mucho para saber cuándo ", "Hollow Knight: Silksong ", "estará finalmente en nuestras manos, pero la próxima secuela sigue, no obstante, ampliando su presencia en las plataformas. Además de lanzarse en Nintendo Switch, consolas Xbox y PC, ahora también llegará a PlayStation 4 y PlayStation 5.", "La noticia proviene de la cuenta oficial de PlayStation en Twitter, que ha mantenido las cosas bastante sencillas diciéndonos a todos que \"afilemos nuestras agujas\" para prepararnos para el juego.", "\n", "Sharpen your needles – confirming Hollow Knight: Silksong is coming to PS5 and PS4 ", "pic.twitter.com/poIclQDfvr", "\n— PlayStation (@PlayStation) ", "September 16, 2022", "Por supuesto, no se necesita mucha fanfarria cuando se anuncia algo sobre la esperada continuación del galardonado Hollow Knight de Team Cherry. El hype por Silksong ha sido irreal desde que se anunció inicialmente durante el E3 2019, aunque la información fresca sobre el juego ha llegado con bastante lentitud desde entonces.", "\n", "\n\n", "\n", "Dualsense Cosmic Red", "\n", "Disponible en Amazon México: $1290.00", "\n", "Buy on Amazon ↗", "\n", "\n", "La secuela metroidvania pone a los jugadores en la piel de Hornet, que maneja una afilada aguja como arma y debe explorar el misterioso mundo de Pharloom para descubrir por qué fue llevada allí. Aunque el juego parece mantener el mismo diseño general del original, se espera que ponga más énfasis en la velocidad y la verticalidad gracias al conjunto de movimientos ampliado de Hornet.", "Hollow Knight: Silksong se lanzará en PlayStation 4, PlayStation 5, Xbox One, Xbox Series X, Nintendo Switch y PC, probablemente en algún momento a principios de 2023, aunque Team Cherry no ha confirmado ninguna fecha de lanzamiento por el momento. Estará disponible el primer día sin coste adicional para los suscriptores de Game Pass en Xbox y PC."]},
{"titulo": ["¿Dónde están los Vengadores en Marvel's Spider-Man 2?"], "contenido": ["Si estás jugando ", "Spider-Man 2", " de Insomniac y te preguntas ", "dónde están los demás superhéroes", " de Marvel, no eres el único.", "Si bien en el juego exclusivo de PlayStation 5 hay dos Spider-Men para defenderse de los embates de Kraven the Hunter, Venom y todos los demás villanos horribles que están en desacuerdo con Nueva York, ", "en algunos puntos realmente les vendría bien un poco de ayuda", ".", "Por supuesto, el desarrollador Insomniac tiene mucho con qué trabajar para Spider-Man 2. El propietario de PlayStation, Sony,", " otorga licencias para el uso de personajes de Spider-Man", " para el juego, licencias que están muy controladas y son costosas. Incluir en la mezcla a los Vengadores, por ejemplo, ", "simplemente no es realista", ".", "Algunos fans, sin embargo, ", "han cuestionado la falta de superhéroes ", "dando vueltas en la Nueva York de Insomniac. No es algo que se aborde directamente en Spider-Man 2 en sí, pero recientemente hubo ", "un guiño al problema de los superhéroes ", "de Insomniac en un cómic.", "En el número cinco de Spider-Man Unlimited Infinity, una serie de cómics exclusiva de la suscripción digital Marvel Unlimited, hay", " una admisión un tanto pesimista en una conversación entre dos Spider-Men de diferentes universos", ".", "En el cómic, Spider-Man de la Tierra 616 le pregunta a Peter Parker de Insomniac: \"¿Cuántos superhéroes hay en tu Manhattan?\" \"¿Regularmente? Quizás media docena. ¿Tienes más? \"Solo un poco.\"", "Luego dice: “De donde soy, siempre desaparecen”.", "Spider-Man 2 no está completamente exento de referencias al universo Marvel en general. ", "Los Easter Eggs apuntan a la existencia de Los Vengadores", ", Doctor Strange, Black Panther y los Cuatro Fantásticos en el universo de Insomniac a través de varios puntos de referencia ubicados en Nueva York. La más obvia es la Torre de los Vengadores, en la que te imaginas que Tony Stark y sus compañeros se divierten de vez en cuando. No es así (¡lo he revisado bien!). Como dice Pete, \"desaparecen\".", "Por supuesto, este ", "no es un problema aislado de los juegos de Spider-Man de Insomniac", ". El Universo Cinematográfico de Marvel ha luchado con el mismo problema durante años. ¿Dónde estaban Los Eternos, por ejemplo, cuando Thanos estaba pateando traseros? Ésa era una pregunta que la película tenía que responder. ¿Dónde estaba la Capitana Marvel? Una vez más, esa era una cuestión que debía abordarse.", "Insomniac también está trabajando en un juego de Wolverine, y aunque el personaje favorito de los fans de X-Men no aparece en Spider-Man 2, tal vez obtengamos algún tipo de crossover en el futuro.", "En nuestra", " reseña de Spider-Man 2", " le otorgamos un 8.5/10, comentando que \"es una obra maestra, pero no es perfecta. Su historia con dos Spider-Man es el sueño de los fans de Peter y de Miles, en un entorno que nos hace sentir que las páginas de los cómics cobran vida, en una historia que mezcla a la perfección el humor, el drama y la acción.\"", " "]},
{"titulo": ["Reporte: Shuhei Yoshida no está seguro sobre si habrá un PS5"], "contenido": ["Lorne Lanning, creador de Oddworld, ha dicho que Shuhei Yoshida, jefe de PlayStation, ha expresado incertidumbre sobre si habrá un PlayStation 5.", "Lanning hizo los comentarios en el Game Informer Show (descubierto por el usuario de NeoGAF ", "generic_username", "), donde dijo que le hizo una pregunta sobre la futura consola en una entrevista entre los dos:", "\"Dije, 'bueno, ¿cómo se vería un PlayStation 5?, y él dijo 'quieres decir si'\". [...] dije 'estás dispuesto a decir eso en un escenario?' y él dijo, 'sí, es un si'\".", "salta al 45:04 para escuchar los comentarios de Lanning.", "Mientras que es extremadamente dudoso que Yoshida implique que la marca PlayStation dejará de existir, la aparente existencia de una actualización a mitad de generación del PS4, aparentemente llamada NEO, podría apuntar a los planes futuros de las consolas, con espacios mucho más cortos entre \"generaciones\".", "\"Fue algo muy interesante\", dijo Lanning, \"y no me dio una respuesta clara, pero está haciendo alusión a [necesitar] ser más ágil. Ninguno de nosotros sabe cómo se vera realmente el futuro, por lo que ¿cómo nos adaptamos más rápido? Para mí es la forma en la que él estaba pensando [...]. La idea de que tengas que relanzar una pieza de tecnología que dure siete años hacia el futuro, creo, es cada vez menos y menos viable\"."]},
{"titulo": ["GTA V en PS5 y Xbox Series X no será \"un simple port\""], "contenido": ["Strauss Zelnick, CEO de la empresa matriz de Rockstar Games, Take-Two Interactive, ha discutido el enfoque de la compañía hacia las remasterizaciones, diciendo que no se conformará con \"simples ports\" de sus juegos más antiguos - incluyendo la próxima versión de ", "GTA 5", " para PS5 y Xbox Series X / S.", "De acuerdo a la información de VGC, Zelnick hizo la declaración durante una conferencia de tecnología de Morgan Stanley, cuando se le preguntó sobre la importancia de las remasterizaciones para Take-Two en el futuro.", "\"La remasterización siempre ha sido parte de la estrategia. Lo hemos hecho de manera diferente a la competencia - no solo hacemos ports de los títulos, en realidad nos tomamos el tiempo para hacer el mejor trabajo posible para que el título sea diferente para el nuevo lanzamiento, para la nueva tecnología que lo estamos lanzando,\" dijo Zelnick. \"Mejoramos la tecnología, actualizamos los visuales y realizamos mejoras en el rendimiento. Y es por eso que creo que a nuestros títulos remasterizados les suele ir tan bien\".", "Luego, la atención se centró en el próximo port de nueva generación de ", "GTA V", " de 2013, que se reveló en junio de 2020 y estará disponible de forma gratuita en su lanzamiento en PS5. \"Estoy seguro de que Rockstar ofrecerá una gran experiencia, pero no puedes hacer eso si solo estás haciendo un simple port\", dijo Zelnick.", "Esto sugiere que Take-Two y Rockstar no están interesados en simplemente adaptar sus juegos a consolas modernas sin, como dice Zelnick, \"hacer que el título sea diferente\" de alguna manera, lo que podría darnos una idea de los futuros planes de remasterización de la compañía. Cuando GTA V llegó a Xbox One, PS4 y PC, se aumentó el límite de jugadores de GTA Online y se implementó un modo en primera persona, entre otras características.", "En otras noticias de Rockstar Games, un reporte reciente sugirió que ", "se está desarrollando un nuevo GTA", ".", " "]}
]