[
{"titular": ["Andrea Rojas  conquistó la primera medalla de bronce para Ecuador en los Panamericanos"], "descripcion": ["En la escalada de velocidad, Rojas escaló 15 metros en el muro del parque de Cerrillos."]},
{"titular": ["Sin mostrar un buen nivel, Barcelona SC vence a Libertad FC y le alcanza para continuar como líder de la segunda etapa de Liga Pro"], "descripcion": ["Los toreros alcanzan los 19 puntos y en la próxima fecha irán a Machala para enfrentar a Orense SC."]},
{"titular": ["Así queda la tabla de posiciones luego del triunfo de Barcelona SC ante Libertad FC por la fecha 10 de la segunda etapa de Liga Pro"], "descripcion": ["Los canarios sumaron 19 puntos y siguen líderes en esta parte del certamen local, mientras los lojanos continúan en puestos de descenso."]},
{"titular": ["Inter Miami con Lionel Messi, Leonardo Campana y Dixon Arroyo se despide de la temporada con derrota ante Charlotte en la MLS"], "descripcion": ["Campana actuó durante los 90 minutos, mientras que Arroyo ingresó a la variante en el compromiso de este sábado."]},
{"titular": ["Corinthians derrota al Palmeiras y se queda con la Copa Libertadores Femenina"], "descripcion": ["En el estadio Pascual Guerrero de la ciudad colombiana de Cali, el gol de Millene rompió la paridad de un juego muy reñido."]},
{"titular": ["Así queda la tabla de posiciones luego del triunfo de Barcelona SC ante Libertad FC por la fecha 10 de la segunda etapa de Liga Pro"], "descripcion": ["Los canarios sumaron 19 puntos y siguen líderes en esta parte del certamen local, mientras los lojanos continúan en puestos de descenso."]},
{"titular": ["Andrea Rojas  conquistó la primera medalla de bronce para Ecuador en los Panamericanos"], "descripcion": ["En la escalada de velocidad, Rojas escaló 15 metros en el muro del parque de Cerrillos."]},
{"titular": ["‘Con el Interbarrial de EL UNIVERSO se retoma algo histórico en Guayaquil para formar no solo jugadores, sino personas’, dice el alcalde Aquiles Alvarez"], "descripcion": ["El impulso del deporte, el arte y la cultura es una de las acciones del plan de política criminal y convivencia humana que ejecuta la Municipalidad."]},
{"titular": ["Inter Miami con Lionel Messi, Leonardo Campana y Dixon Arroyo se despide de la temporada con derrota ante Charlotte en la MLS"], "descripcion": ["Campana actuó durante los 90 minutos, mientras que Arroyo ingresó a la variante en el compromiso de este sábado."]},
{"titular": ["Ráquetbol, bádminton, pentatlón moderno y voleibol de playa dieron las primeras alegrías a Ecuador en los Juegos Panamericanos Santiago 2023"], "descripcion": ["Los tricolores se mostraron firmes en esta jornada."]},
{"titular": ["Deportivo Cuenca se lleva empate en su visita a Mushuc Runa en la fecha 10 de la segunda etapa de Liga Pro"], "descripcion": ["Los morlacos reaccionaron pronto a la anotación de los de Tungurahua, que tuvieron dificultades en la definición."]},
{"titular": ["¡Vergüenza! Hinchas invaden la cancha para agredir al equipo rival en Riobamba"], "descripcion": ["Olmedo recibió a Cimarrón Furia Verde (Esmeraldas), que se quedó con la clasificación a los octavos de final en el torneo de segunda división."]},
{"titular": ["Sin mostrar un buen nivel, Barcelona SC vence a Libertad FC y le alcanza para continuar como líder de la segunda etapa de Liga Pro"], "descripcion": ["Los toreros alcanzan los 19 puntos y en la próxima fecha irán a Machala para enfrentar a Orense SC."]},
{"titular": ["El combate más sucio de la historia del boxeo: uno de los peleadores acabó en la cárcel y el otro se suicidó"], "descripcion": ["Todos daban por favorito al joven de la esquina azul nacido en Nashville, Tennessee, pero que residía en Atlantic City."]},
{"titular": ["¿Se quedará de líder? Técnico Universitario gana en Quito y asume la punta de la segunda etapa"], "descripcion": ["El Rodillo Rojo venció 1-0 en visita a Cumbayá FC y comanda de forma provisional la clasificación en el desarrollo de la décima jornada de la Liga Pro."]},
{"titular": ["Sonrisas y abrazos entre Moisés Caicedo y el DT Mikel Arteta en el derbi londinense. ¿Qué le dijo el estratega del Arsenal al ecuatoriano?"], "descripcion": ["El volante tricolor fue titular con el Chelsea, cuadro que no pudo ante los 'gunners' (2-2) del técnico español, equipo que pretendió ficharlo esta temporada."]},
{"titular": ["Muerte de Booby Charlton deja a Geoff Hurst como único superviviente de los titulares ingleses de la final del Mundial 1966, el atacante se despide de su compañero"], "descripcion": ["Hurst, de 81 años, fue autor del 'hat trick' con el que los ingleses se impusieron 4-2 en la final frente Alemania, en Wembley."]},
{"titular": ["Juegos Panamericanos de Santiago 2023: horarios para ver a los deportistas de Ecuador en vivo  este domingo 22 de octubre"], "descripcion": ["En esta jornada tendrán la oportunidad de actuar Richard Carapaz en la prueba de ciclismo  contrarreloj y la pesista Angie Palacios."]},
{"titular": ["¡Lidera la Bundesliga! Leverkusen de Piero Hincapié gana como visitante y vuelve a la punta"], "descripcion": ["El zaguero ecuatoriano estuvo como alternante en el triunfo 2-1 sobre el Wolfsburgo, resultado que impulsa a los de Xavi Alonso a lo más alto en la tabla."]},
{"titular": ["Félix Sánchez Bas, ¿y el estilo para cuándo?"], "descripcion": ["N/A"]},
{"titular": ["Lo que juega Ecuador no es fútbol"], "descripcion": ["N/A"]},
{"titular": ["Félix Sánchez Bas miente mucho"], "descripcion": ["N/A"]},
{"titular": ["Pellízcame...Venezuela segundo"], "descripcion": ["N/A"]},
{"titular": ["Dos arriba y dos abajo"], "descripcion": ["N/A"]},
{"titular": ["Así queda la tabla de posiciones luego del triunfo de Barcelona SC ante Libertad FC por la fecha 10 de la segunda etapa de Liga Pro"], "descripcion": ["N/A"]},
{"titular": ["No encuentra su rumbo: Independiente del Valle cae frente a Universidad Católica en la fecha 4 de la segunda etapa de la Liga Pro "], "descripcion": ["N/A"]},
{"titular": ["Sonrisas y abrazos entre Moisés Caicedo y el DT Mikel Arteta en el derbi londinense. ¿Qué le dijo el estratega del Arsenal al ecuatoriano?"], "descripcion": ["N/A"]},
{"titular": ["Sin mostrar un buen nivel, Barcelona SC vence a Libertad FC y le alcanza para continuar como líder de la segunda etapa de Liga Pro"], "descripcion": ["N/A"]},
{"titular": ["Juegos Panamericanos de Santiago 2023: horarios para ver a los deportistas de Ecuador en vivo  este domingo 22 de octubre"], "descripcion": ["N/A"]},
{"titular": ["Así queda la tabla de posiciones luego del triunfo de Barcelona SC ante Libertad FC por la fecha 10 de la segunda etapa de Liga Pro"], "descripcion": ["N/A"]},
{"titular": ["Sin mostrar un buen nivel, Barcelona SC vence a Libertad FC y le alcanza para continuar como líder de la segunda etapa de Liga Pro"], "descripcion": ["N/A"]},
{"titular": ["Carlos Alfaro Moreno:  A Rafael Verduga no le responderé, sería como la pelea de un peso mosca contra un peso pesado "], "descripcion": ["N/A"]},
{"titular": ["Barcelona SC vs. Libertad FC: canales de TV, horarios y ‘streaming’ para ver en vivo la fecha 10 de la segunda etapa de la Liga Pro"], "descripcion": ["N/A"]},
{"titular": ["‘IndependienTRI del Valle. ¿Hasta cuándo tanto descaro?’, la dura crítica de Antonio Alvarez, vicepresidente de Barcelona SC, por la convocatoria de Ecuador para el Mundial Sub-17 "], "descripcion": ["N/A"]},
{"titular": ["‘Emelec no merece estar abajo en la tabla’, señala Lisandro Alzugaray, delantero de Liga de Quito, antes del duelo en el Rodrigo Paz Delgado "], "descripcion": ["N/A"]},
{"titular": ["Canales de TV, horarios y ‘streaming’ para ver en vivo la fecha 10 de la segunda etapa de la Liga Pro serie A"], "descripcion": ["N/A"]},
{"titular": ["Emelec visita a Liga de Quito por Liga Pro con algunas dudas en su once estelar"], "descripcion": ["N/A"]},
{"titular": ["¿Qué club del Astillero sondeó en 2022 a Jorge Luis Pinto, extécnico de El Nacional?"], "descripcion": ["N/A"]},
{"titular": ["Gustavo Quinteros, extécnico de Emelec, y su estallido de furia con un periodista en Chile: ¡No preguntes tonterías!"], "descripcion": ["N/A"]},
{"titular": ["‘Emelec no merece estar abajo en la tabla’, señala Lisandro Alzugaray, delantero de Liga de Quito, antes del duelo en el Rodrigo Paz Delgado "], "descripcion": ["N/A"]},
{"titular": ["Canales de TV, horarios y ‘streaming’ para ver en vivo la fecha 10 de la segunda etapa de la Liga Pro serie A"], "descripcion": ["N/A"]},
{"titular": ["Emelec visita a Liga de Quito por Liga Pro con algunas dudas en su once estelar"], "descripcion": ["N/A"]},
{"titular": ["¿Qué piensa Damián Díaz, volante de Barcelona SC, sobre Liga de Quito y la posibilidad de ser campeón de Copa Sudamericana?"], "descripcion": ["N/A"]},
{"titular": ["¿En qué equipo de Ecuador le gustaría retirarse a Jeremy Sarmiento, volante del West Bromwich? "], "descripcion": ["N/A"]}
]